Repository: MartinNuc/gw2bounty
Catalog: app/locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Guild mission started.
cs: Guild mise odstartována.

source: Guild mission finished.
cs: Guild mise dokončena.

source: Guild mission canceled.
cs: Guild mise zrušena.

source: Plan this mission
cs: Naplánovat tuto misi

source: Guild mission planned.
cs: Guild mise naplánována.

source: Failed to plan a guild mission.
cs: Nepodařilo se naplánovat misi.

source: New password
cs: Nové heslo

source: Name
cs: Jméno

source: Location
cs: Lokace

source: Last seen
cs: Naposled spatřen

source: Info
cs: Informace

source: Map
cs: Mapa

source: no data
cs: žádná data

source: Dulfy link
cs: Odkaz na Dulfy

source: Back to the list
cs: Zpět na seznam

source: Assigned people
cs: Přiřazení lidé

source: Assign
cs: Přiřadit

source: Unassign
cs: Odpřiřadit

source: Respawned
cs: Respawnul se

source: Did you find this boss?
cs: Našel jsi bose?

source: Click to the map on the location where you found him.
cs: Klikni do mapy na místo, kde jsi ho našel.

source: Planned start
cs: Plánovaný začátek

source: Guild
cs: Guilda

source: There are no upcoming guild missions.
cs: V databázi nejsou žádné nadcházející události.

source: Here you can set up the password used by guild members to log in.
cs: Zde můžete nastavit heslo pro členy vaší guildy, aby se mohli přihlásit.

source: You can update guild password whenever you want. But dont forget to tell the new password to your guild mates.
cs: Můžete si heslo změnit kdykoliv později. Nezapomeňte pak ale nové heslo říct členům guildy.

source: Missions in progress
cs: Mise právě probíhá

source: Started
cs: Započata

source: Progress
cs: Vývoj

source: Found bosses
cs: Nalezení bosové

source: Go to summary
cs: Přejít na shrnutí

source: Planned guild missions
cs: Plánované guild mise

source: Plan a new guild mission
cs: Naplánovat novou guild misi

source: Start searching for bosses
cs: Zahájit hledání bosů

source: Cancel
cs: Zrušit

source: You have no missions planned. Click on the button Plan mission to set up a new mission.
cs: Nemáte žádné naplánované mise. Klikněte na tlačítko Plánovat misi k jejímu vytvoření.

source: Guild mission history
cs: Historie guild misí

source: State
cs: Stav

source: Found
cs: Nalezeno

source: Want go search for a boss?
cs: Chceš jít najít bose?

source: Find the one with the lowest assigned people and click on his name. On the next page press Assign button to let guild master know that there is one more person searching for that boss.
cs: Najdi bose, kterého hledá nejméně lidí a klikni na jeho jméno. Na další stránce stiskni tlačítko pro přiřazení. Tím dáš guild masterovi vědět, že daného bose hledá o člověka víc.

source: Go kill bosses
cs: Jít zabít bose

source: Found by you?
cs: Nalezeno vámi

source: What now?
cs: Co teď?

source: When you kill all bosses press following button and mission will be marked as complete.
cs: Až zabijete všechny bose, stiskněte toto tlačítko. Tím označíte misi jako dokončenou.

source: All bosses killed
cs: Všichni bosové zabiti

source: Here is the list of bosses with their last known location. Either found by your players or by someone else.
cs: Zde je seznam bosů s jejich poslední známou lokací. Ať už nalezenou vašimi hráči nebo někým jiným.

source: Bosses
cs: Bosové

source: Choose %s bosses which your guild has to kill.
cs: Vyberte 1 bose, kterého má vaše guilda zabít.

source: When you plan a guild mission other guilds are able to see it in their calendar overview.
cs: Když plánujete guild misi, ostatní guildy ji uvidí v kalendáři.

source: Your guild mates are able to see this guild mission as a planned if they are signed in.
cs: Členové vaší guildy uvidi tuto misi jako plánovanou, pokud se přihlásí.

source: Start
cs: Začátek

source: Schedule this mission
cs: Naplánovat tuto misi

source: Bounty missions on turbo!
cs: Bounty mise naplno!

source: Assign guild members to search for bosses, have overview how the search progresses, begin the mission with maps of bosses you need with exact position entered by your guild or ever by some other guild you dont even know.
cs: Přiřaďte bose členům vaší guildy, mějte přehled, jak probíhá jejich hledání, začínejte misi s mapou bosů spolus s jejich presnou pozicí, kterou našli ať už členové vaší guildy nebo nějaké jiné, kterou ani neznáte.

source: Join now
cs: Přidejte se nyní

source: Only guild master have to register. Other members will access this site without registration.
cs: Pouze guild master se musí registrovat. Ostatní členové budou přistupovat ke stránce bez registrace.

source: In game character name is used for communication with other guilds.
cs: Jméno herní postavy se hodí při komunikaci s ostatními guildami.

source: planned
cs: plánované

source: searching for bosses
cs: hledání bosů

source: started (killing)
cs: odstartováno (zabíjí se)

source: finished
cs: dokončeno

source: canceled
cs: zrušeno

source: Calendar
cs: Kalendář

source: Guild missions
cs: Guild mise

source: Guild password
cs: Heslo pro členy

source: Boss overview
cs: Přehled bosů

source: Logout
cs: Odhlásit
